export const linesData = [
  {
    name: `Кировско-Выборгская`,
    number: 1,
    idName: `lineOne`,
    about: `Кировско-Выборгская — первая линия в нашем городе. На этой линии находятся одни из самых красивых станций в мире (участок первой очереди «Автово» — «Площадь Восстания»). Линия является самой длинной в питерском метро (29.6 км), по ней с 16 июня 2004 года ходят восьмивагонные составы. Из-за печально известного "размыва" с 1995 по 2004 год она была разделена на две части: от «Проспекта Ветеранов» до «Лесной» и от «Площади Мужества» до «Девяткина». В 2007 году был полностью закрыт на год вестибюль станции «Владимирская», так как в нём был произведён капитальный ремонт эскалаторов (впервые с 1955 года). Закрывались также «Выборгская» (2015-2016) и «Пушкинская» (2013-2015 годы). Также планировалось закрыть на капитальный ремонт станции «Нарвская» (2008), «Технологический Институт-1» (2015) и «Гражданский Проспект» <strong style="color:red;">(в итоге закрытия не состоялись)</strong>.`,
    date: `15.11.1955`,
    open: `Первая очередь КВ1 вступила в строй 15 ноября 1955 года`,
    stages: [
      [`ТЧ-4 <> Девяткино`, `Несмотря на то, что «Девяткино» — наземная станция, перегон является подземным, чтобы пропустить поверху пути РЖД. На перегоне расположен перекрёстный съезд и гейт с железной дорогой, который в 2004 году вместе с ликвидацией "Размыва" был разобран за ненадобностью.`],
      [`Девяткино <> Гражданский Проспект`, `Уклон 48 тысячных для подъёма с глубокого заложения к рампе станции. Вентиляционная сбойка на перегоне частично выполнена новым для СССР методом набрызгбетона в 1978 году.`],
      [`Гражданский Проспект <> Академическая`, `На перегоне расположен тупик со сбойками на оба перегонных тоннеля и вентиляционный тоннель параллельно II главному пути, совмещённый с ВШ-218. В этом вентиляционном тоннеле впервые в истории Ленинградского метростроения в 1975 году была опробована технология набрызгбетона. Путевое развитие перегона по II пути являло собой перекрёстный съезд, однако при продлении линии он был превращён в обычный для исключения столкновения пассажирских поездов.`],
      [`Академическая <> Политехническая`, `На перегоне имеются ответвления от главных путей — в советское время планировалось сделать «вилку» от Кировско-Выборгской линии в сторону Тихорецкого проспекта, которая должна была включать в себя станции «Светлановский Проспект», «Проспект Луначарского» и «Проспект Культуры». К сожалению, тогда этим планам не было суждено сбыться, однако в будущем продление этих тоннелей в сторону массового строительства в Буграх.`],
      [`Политехническая <> Площадь Мужества`, `Разобранный оборотный тоннель. Он активно использовался в течение 9 лет, пока не был побеждён "Размыв". Его построили в спешном порядке при прорыве плывуна, а вывели из эксплуатации в июне 2004 года. В отличие от «Лесной», «Площадь Мужества» изначально планировалась конечной в одной из очередей строительства, поэтому задел под съезд, в отличие от «Лесной», сохранился с 1970-х. Длина перегона — 1096 метров.`],
      [`Площадь Мужества <> Лесная`, `На этом перегоне и произошёл печально известный "размыв". Ближе к "Лесной" находится разобранный оборотный тоннель (построенный в спешном порядке), который использовался, пока "Лесная" была конечной станцией из-за "размыва". В июне 2004 года его вывели из эксплуатации. На перегоне также есть ответвления — это старые "затопленные" тоннели. Они шли друг над другом, чтобы замораживать меньшую поверхность. Давление одного тоннеля на другой отчасти и было одной из причин аварии. Расположение тоннелей одного над другим, вдобавок, создало сложности при спешном встраивании камер съездов и оборотного тоннеля сначала в 1970-е, а потом и в 1990-е годы. Можно смело говорить о том, что это единственный оборотный тоннель, построенный на значительном уклоне, чего нет ни на одном другом перегоне в Петербурге. Новые тоннели "Размыва" строились очень долго, первый был закончен в июне, а второй — в декабре 2003 года. Перегон торжественно "переоткрыт" 26 июня 2004 года при участии Владимира Путина, Валентины Матвиенко и тогдашнего полпреда в СЗФО Ильи Клебанова.`],
      [`Выборгская <> Площадь Ленина`, `На перегоне есть два тупика (оба бывшие ПТО) и перекрёстный съезд между ними. Тупики активно использовались до продления линии на север за «Площадью Ленина». Сейчас ПТО не используются, а в тупиках поочерёдно ночуют составы. Также интересно, что перегонный тоннель от «Площади Ленина» к «Выборгской» трижды менял трассировку, отчего сохранилось некоторое количество заброшенных участков тоннелей, превращённых в кладовые.`],
      [`Чернышевская <> Площадь Восстания`, `Соединительная ветка на линию 3 к станции "Маяковская". Она сделана из бывшего ПТО, в котором демонтировано оборудование, однако оставлена смотровая канава (см. фото 2 и 3).`],
      [`Площадь Восстания <> Владимирская`, `Один из самых коротких перегонов в Петербурге — примерно 848 метров.`],
      [`Владимирская <> Пушкинская`, `Галерею бы воткнуть`],
      [`Пушкинская <> Технологический Институт`, `Если ехать от «Технологического» к «Пушкинской», то справа видна соединительная ветка к линии 2, а затем слева — разобранный путь от платформы «Технологический Институт-1», который использовался в 1955 году, когда поезда прибывали в один зал, а не в два.`],
      [`Технологический Институт <> Балтийская`, `Если ехать от «Технологического» к «Балтийской», то слева будет ССВ, идущая с линии 2, а если в обратную сторону, то слева будет разобранный путь к платформе «Технологический Институт-1» для прибытия поездов КВЛ в один зал «Технологического Института».`],
      [`Нарвская <> Кировский Завод`, `Тоннель диаметром не 5,5, а 6 метров (вследствие этого, обратите внимание, банкетка в тоннеле отсутствует)`],
      [`Автово <> Ленинский Проспект`, `Перегон частично строился открытым способом. Сразу после станции «Автово» есть два пути, которые ведут в депо «Автово» и депо «Дачное». Раньше они также вели к станции «Дачное», которая была выведена из эксплуатации. Депо имеют общий гейт с железной дорогой для получения нового подвижного состава с завода.`],
      [`Южнее станции «Проспект Ветеранов»`, `Четыре(!) тупика и перекрёстный съезд. Два «средних» тупика объединены в двухпутном тоннеле (фото 1 и 2). Между средними тупиками имеется служебная платформа для машинистов (фото 4 и 5). В будущем, при продлении линии крайние тупики будут продлены в Пулково (фото 3).`]]
  },
  // TODO воткнуть галерею
  {
    name: `Московско-Петроградская`,
    number: 2,
    idName: `lineTwo`,
    about: ``,
    date: ``,
    stages: ``
  },
  {
    name: `Невско-Василеостровская`,
    number: 3,
    idName: `lineThree`,
    about: ``,
    date: ``,
    stages: ``
  },
  {
    name: `Лахтинско-Правобережная`,
    number: 4,
    idName: `lineFour`,
    about: ``,
    date: ``,
    stages: ``
  },
  {
    name: `Фрунзенско-Приморская`,
    number: 5,
    idName: `lineFive`,
    about: ``,
    date: ``,
    stage: ``
  },
  {
    name: `Красносельско-Калининская`,
    number: 6,
    idName: `lineSix`,
    about: ``,
    date: ``,
    stage: ``
  }
];
